Repository: jcmartim/notify-cookie
Catalog: languages/notify-cookie-*.po
Languages: es, pt_br

source: Direct access to this plugin is not allowed!
es: ¡El acceso directo a este complemento no está permitido!
pt_br: O acesso direto a este plugin não é permitido!

source: Error: Please enter the notification message in the "Notification text" field!
es: Error: ingrese el mensaje de notificación en el campo "Texto de notificación"!
pt_br: Erro: Por favor, insira a mensagem de notificação no campo "Texto de notificação"!

source: Error: Please select your "Privacy Policy" page in the page selector!
es: ERROR: Seleccione la página "Política de privacidad" en el selector de página!
pt_br: Erro: Por favor, selecione sua página de "Política de Privacidade" no seletor de página!

source: You do not have sufficient permissions to access this page.
es: No tiene permisos suficientes para acceder a esta página.
pt_br: Você não tem permissões suficientes para acessar esta página.

source: This plugin was originally designed to meet a personal need of mine, while developing a theme for my website. It was then that I decided to make it available to the community.
es: Este plugin fue diseñado originalmente para satisfacer la necesidad personal mía, al tiempo que desarrolla el tema para mi sitio web. Fue entonces cuando decidí ponerlo a disposición de la comunidad.
pt_br: Este plug-in foi originalmente projetado para atender a uma necessidade pessoal minha, enquanto desenvolvia um tema para o meu site. Foi então que decidi disponibilizá-lo à comunidade.

source: What is this plugin for?
es: ¿Para qué es este complemento?
pt_br: Para que serve esse plug-in?

source: The idea is to notify users of the site, in an easy way, that some data is collected, through cookies, so that you guarantee that your website, is in accordance with the laws of the European Union when it is visited by a user from the region . I know that there are several plugins that are much more complex than this one, but as I said, the idea was to do something simple and practical. This will not consume large resources of the site and will do the job!
es: La idea es notificar a los usuarios del sitio, de manera fácil, que se recopilan algunos datos, a través de cookies, de modo que se asegura de que su sitio web esté de acuerdo con las leyes de la Unión Europea cuando sea visitado por un usuario en la región. . Sé que hay varios complementos que son mucho más complejos que esto, pero como dije, la idea era hacer algo simple y práctico. ¡No consuma excelentes características del sitio y haga el trabajo!
pt_br: A ideia é notificar os usuários do site, de uma maneira fácil, que alguns dados são coletados, através de cookies, para que você garanta que seu site, esteja de acordo com as leis da União Europeia quando é visitada por um usuário da região . Eu sei que há vários plug-ins que são muito mais complexos do que este, mas como eu disse, a ideia era fazer algo simples e prático. Não consome grandes recursos do site e faz o trabalho!

source: How it works?
pt_br: Como funciona?

source: This simple plugin saves a file in the localStorage of the user's browser, after he clicks the proceed button, thus ensuring that he does not have to click again when returning to the website or when changing pages. Unless the browser is closed and opened again, the user then has to accept by clicking the button again.
pt_br: Este plug-in simplesmente salva um arquivo no localStorage do navegador do usuário, após ele clica no botão prosseguir, garantindo assim que ele não precisará clicar novamente ao retornar ao site ou ao alterar as páginas. A menos que o navegador seja fechado e aberto novamente, então usuário deverá aceitar clicando no botão novamente.

source: Did you like this plugin?
es: ¿Te gustó este complemento?
pt_br: Gostou deste plug-in?

source: This plugin is free and will be like this forever. If you liked it, consider donating some small change to help us maintain and perfect this project. Well, the plugin is free, but its development requires a lot of effort and dedication, not counting the costs for its maintenance. Thanks!
es: Este complemento es gratuito y será tan para siempre. Si le gustó, considere donar una pequeña cantidad para ayudarnos a mantener y mejorar este proyecto. Bueno, el complemento es gratuito, pero su desarrollo requiere mucho esfuerzo y dedicación, sin contar los costos de su mantenimiento. ¡Gracias!
pt_br: Este plug-in é gratuito e será assim para sempre. Se você gostou, considere doar uma pequena quantia para nos ajudar a manter e aperfeiçoar este projeto. Bem, o plug-in é gratuito, mas seu desenvolvimento requer muito esforço e dedicação, sem contar os custos para sua manutenção. Obrigado!

source: Notification text
es: Texto de notificación
pt_br: Texto de notificação

source: Write your personalized notification here. This text will appear in the content of the informational message about cookies. Be free to fully edit this content to suit your needs.
es: Escriba su notificación personalizada aquí. Este texto aparecerá en el contenido del mensaje informativo sobre las cookies. Sea libre de editar completamente este contenido para satisfacer sus necesidades.
pt_br: Escreva sua notificação personalizada aqui. Este texto aparecerá no conteúdo da mensagem informativa sobre cookies. Esteja livre para editar totalmente este conteúdo para atender às suas necessidades.

source: Select your Privacy Policy page:
es: Seleccione su Política de Privacidad:
pt_br: Selecione sua Página de Política de Privacidade:

source: Please, here you must have already created a Privacy Policy page. If you haven't already? Now is the time to create one.
es: Por favor, aquí debe haber creado una página de Política de privacidad. Si aún no lo has hecho? Ahora es el momento de crear uno.
pt_br: Por favor, aqui você já deve ter criado uma página de política de privacidade. Se você ainda não o fez? Agora é a hora de criar uma.

source: &mdash; Select &mdash;
es: &mdash; Seleccione &mdash;
pt_br: &mdash; Selecionar &mdash;

source: For further clarification, read our
es: Para una mayor aclaración, lee nuestra
pt_br: Para mais esclarecimentos, leia nosso

source: Privacy Policy
es: Política de Privacidad
pt_br: Política de Privacidade

source: Proceed
es: Continuar
pt_br: Prosseguir

source: Simple notification of cookies to put on your website.
es: Notificación simple de cookies para poner en su sitio web.
pt_br: Simples notificação de cookies para colocar em seu site.
